Revit 2024 API
BuiltInFailures.CuttingFailures.CannotCopyFromMultipleLinks Property
 Elements cannot be copied from multiple links at the same time.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId CannotCopyFromMultipleLinks { get; }
Visual Basic
Public Shared ReadOnly Property CannotCopyFromMultipleLinks As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ CannotCopyFromMultipleLinks {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.CuttingFailures Class
Autodesk.Revit.DB Namespace